import telebot

# Ініціалізація бота
token = "7607472848:AAGKkjtE7TYbm-pSUtudt2tF2usRDOWEkww"
sowa = telebot.TeleBot(token)
API = 'a212115cd5c8ef042c4b803af61a1557'

routes = {
            "41": {
                "to_city": [
                    "Онкодиспансер", "Психоневрологічний диспансер", "вул. Медична",
                    "м-н Опришівці - СТО", "м-н Опришівці - АЗС", "м-н Опришівці- Центр",
                    "м-н Опришівці", "Аеропорт", "вул. Рильського",
                    "Індустріальний парк ''Аркан''", "ТЦ 'Велмарт'", "Обласна дитяча лікарня",
                    "вул. Є.Коновальця", "вул. Військова", "вул. Коновальця- вул. Січових Стрільців",
                    "вул. Січових Стрільців", "вул. Б.Лепкого", "Залізничний вокзал",
                    "вул.Вовчинецька-Костел Христа Царя", "вул.Вовчинецька - вул.Трачів",
                    "вул.Вовчинецька - вул.Симиренка", "вул.Вовчинецька - вул.В.Івасюка",
                    "вул. В.Стуса", "вул. І.Миколайчука -на вимогу", "вул. І.Миколайчука",
                    "м-н ''Каскад'' (висадка)"
                ],
                "from_city": [
                    "м-н ''Каскад'' (висадка)", "вул. І.Миколайчука", "вул. І.Миколайчука - на вимогу",
                    "вул. В.Стуса", "вул.Вовчинецька - вул.В.Івасюка", "вул.Вовчинецька - вул.Симиренка",
                    "вул.Вовчинецька - вул.Трачів", "вул.Вовчинецька-Костел Христа Царя",
                    "Залізничний вокзал", "вул. Б.Лепкого", "вул. Січових Стрільців",
                    "вул. Коновальця- вул. Січових Стрільців", "вул. Військова", "вул. Є.Коновальця",
                    "Обласна дитяча лікарня", "ТЦ 'Велмарт'", "Індустріальний парк ''Аркан''",
                    "вул. Рильського", "Аеропорт", "м-н Опришівці", "м-н Опришівці- Центр",
                    "м-н Опришівці - АЗС", "м-н Опришівці - СТО", "вул. Медична",
                    "Психоневрологічний диспансер", "Онкодиспансер"
                ]
            }
        }